Repository: mattiaa95/eNDS
Catalog: Targets/INDS/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_pt, ru, zh_hans

source: Console Date & Time
de: Datum & Uhrzeit der Konsole
es: Fecha y hora de la consola
fr: Date et heure de la console
it: Data e ora della console
ja: 本体の日付と時刻
ko: 본체 날짜 및 시간
pt_pt: Data e hora da consola
ru: Дата и время консоли
zh_hans: 主机日期与时间

source: Console Name
de: Konsolenname
es: Nombre de la consola
fr: Nom de la console
it: Nome della console
ja: 本体の名前
ko: 본체 이름
pt_pt: Nome da consola
ru: Имя консоли
zh_hans: 主机名称

source: Console clock used by games
de: Konsolenuhr, die Spiele auslesen
es: Reloj de la consola que usan los juegos
fr: Horloge de la console utilisée par les jeux
it: Orologio della console usato dai giochi
ja: ゲームが参照する本体の時計
ko: 게임이 사용하는 본체 시계
pt_pt: Relógio da consola usado pelos jogos
ru: Часы консоли, которые читают игры
zh_hans: 游戏读取的主机时钟

source: Continue
de: Weiter
es: Continuar
fr: Continuer
it: Continua
ja: 続ける
ko: 계속하기
pt_pt: Continuar
ru: Продолжить
zh_hans: 继续

source: Continue Playing
de: Weiter spielen
es: Seguir jugando
fr: Continuer à jouer
it: Continua a giocare
ja: プレイを続ける
ko: 계속 플레이하기
pt_pt: Continuar a jogar
ru: Продолжить игру
zh_hans: 继续播放

source: Controller Mapping
de: Tastenbelegung
es: Asignación de botones
fr: Configuration des touches
it: Mappatura dei tasti
ja: ボタン割り当て
ko: 버튼 매핑
pt_pt: Mapeamento de botões
ru: Назначение кнопок
zh_hans: 按键映射

source: Controls
de: Steuerung
es: Controles
fr: Commandes
it: Comandi
ja: 操作
ko: 조작
pt_pt: Controlos
ru: Управление
zh_hans: 操作

source: Cooling down
de: Kühlt ab
es: Enfriando
fr: Refroidissement
it: Raffreddamento
ja: 温度を下げています
ko: 온도 낮추는 중
pt_pt: A arrefecer
ru: Остывание
zh_hans: 正在降温

source: Corner radius
de: Eckenradius
es: Radio de la curva
fr: Rayon de courbure
it: Raggio dell'angolo
ja: コーナー半径
ko: 모서리 반경
pt_pt: Raio do ângulo
ru: Радиус поворота
zh_hans: 转角半径

source: Couldn't Start Recording
de: Die Aufnahme konnte nicht gestartet werden
es: No se ha podido iniciar la grabación
fr: Impossible de lancer l'enregistrement
it: Impossibile avviare la registrazione
ja: 録画を開始できませんでした
ko: 녹화를 시작할 수 없습니다
pt_pt: Não foi possível iniciar a gravação
ru: Не удалось начать запись
zh_hans: 无法开始录制

source: Crisp
de: Scharf
es: Nítido
fr: Net
it: Nitido
ja: くっきり
ko: 선명
pt_pt: Nítido
ru: Чёткий
zh_hans: 锐利

source: Custom backgrounds
de: Eigene Hintergründe
es: Fondos personalizados
fr: Arrière-plans personnalisés
it: Sfondi personalizzati
ja: カスタム背景
ko: 맞춤 배경
pt_pt: Fundos personalizados
ru: Свои фоны
zh_hans: 自定义背景

source: Customize Layout
de: Layout anpassen
es: Personalizar la disposición
fr: Personnaliser la disposition
it: Personalizza la disposizione
ja: 配置をカスタマイズ
ko: 배치 사용자화
pt_pt: Personalizar a disposição
ru: Настроить расположение
zh_hans: 自定义布局

source: Cycle Screen Layout
de: Bildschirmlayout wechseln
es: Cambiar disposición de pantalla
fr: Changer la disposition d'écran
it: Cambia disposizione schermo
ja: 画面レイアウトを切り替え
ko: 화면 배치 전환
pt_pt: Alternar disposição do ecrã
ru: Сменить компоновку экрана
zh_hans: 切换屏幕布局

source: DS Button / Action → Controller Button
de: DS-Taste / Aktion → Controller-Taste
es: Botón DS / Acción → Botón del mando
fr: Bouton DS / Action → Bouton de la manette
it: Pulsante DS / Azione → Pulsante del controller
ja: DSボタン／アクション → コントローラーボタン
ko: DS 버튼 / 동작 → 컨트롤러 버튼
pt_pt: Botão DS / Ação → Botão do comando
ru: Кнопка DS / Действие → Кнопка контроллера
zh_hans: DS 按钮/操作 → 手柄按钮

source: DS Microphone
de: DS-Mikrofon
es: Micrófono de la DS
fr: Micro de la DS
it: Microfono del DS
ja: DSのマイク
ko: DS 마이크
pt_pt: Microfone da DS
ru: Микрофон DS
zh_hans: DS 麦克风

source: DS games read the console's own clock — day and night cycles, daily events and once-a-day unlocks all run on it. Applies the next time you open a game.
de: DS-Spiele lesen die eigene Uhr der Konsole – Tag-und-Nacht-Zyklen, tägliche Ereignisse und Einmal-am-Tag-Freischaltungen laufen darüber. Gilt ab dem nächsten Öffnen eines Spiels.
es: Los juegos de DS leen el reloj propio de la consola: los ciclos de día y noche, los eventos diarios y los desbloqueos de una vez al día dependen de él. Se aplica la próxima vez que abras un juego.
fr: Les jeux DS lisent l'horloge de la console : cycles jour/nuit, événements quotidiens et déblocages journaliers en dépendent. S'applique à la prochaine ouverture d'un jeu.
it: I giochi DS leggono l'orologio della console: cicli giorno/notte, eventi giornalieri e sblocchi una-volta-al-giorno dipendono da esso. Si applica alla prossima apertura di un gioco.
ja: DSゲームは本体の時計を読み取ります。昼夜のサイクル、毎日のイベント、1日1回の解放はすべてこの時計で動きます。次にゲームを開いたときに適用されます。
ko: DS 게임은 본체의 시계를 읽습니다. 낮과 밤의 순환, 일일 이벤트, 하루 한 번의 해금이 모두 이 시계로 돌아갑니다. 다음에 게임을 열 때 적용됩니다.
pt_pt: Os jogos DS leem o relógio da própria consola — os ciclos de dia e noite, os eventos diários e os desbloqueios de uma vez por dia dependem dele. Aplica-se na próxima vez que abrir um jogo.
ru: Игры DS читают собственные часы консоли: на них работают циклы дня и ночи, ежедневные события и разблокировки раз в день. Применяется при следующем запуске игры.
zh_hans: DS游戏会读取主机自身的时钟——昼夜循环、每日事件和每天一次的解锁都依赖它。下次打开游戏时生效。

source: DS top screen
de: Oberer DS-Bildschirm
es: Pantalla superior de la DS
fr: Écran supérieur de la DS
it: Schermo superiore del DS
ja: DSの上画面
ko: DS 상단 화면
pt_pt: Ecrã superior da DS
ru: Верхний экран DS
zh_hans: DS 上屏

source: Date & Time
de: Datum & Uhrzeit
es: Fecha y hora
fr: Date et heure
it: Data e ora
ja: 日付と時刻
ko: 날짜 및 시간
pt_pt: Data e hora
ru: Дата и время
zh_hans: 日期与时间

source: Default layout & swap
de: Standardlayout & Tausch
es: Disposición por defecto e intercambio
fr: Disposition par défaut et inversion
it: Disposizione predefinita e scambio
ja: 既定の配置と入れ替え
ko: 기본 배치 및 화면 교체
pt_pt: Disposição predefinida e troca
ru: Расположение по умолчанию и обмен
zh_hans: 默认布局与交换

source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
it: Elimina
ja: 削除
ko: 삭제
pt_pt: Apagar
ru: Удалить
zh_hans: 删除

source: Delete ROM + Save Data
de: ROM + Speicherdaten löschen
es: Eliminar la ROM y las partidas
fr: Supprimer la ROM et les sauvegardes
it: Elimina ROM e salvataggi
ja: ROMとセーブデータを削除
ko: ROM과 저장 데이터 삭제
pt_pt: Eliminar a ROM e os jogos guardados
ru: Удалить ROM и сохранения
zh_hans: 删除 ROM 和存档

source: Delete ROM Only
de: Nur ROM löschen
es: Eliminar solo la ROM
fr: Supprimer la ROM seulement
it: Elimina solo la ROM
ja: ROMのみ削除
ko: ROM만 삭제
pt_pt: Eliminar apenas a ROM
ru: Удалить только ROM
zh_hans: 仅删除 ROM

source: Delete ROM?
de: ROM löschen?
es: ¿Eliminar la ROM?
fr: Supprimer la ROM ?
it: Eliminare la ROM?
ja: ROMを削除しますか？
ko: ROM을 삭제할까요?
pt_pt: Eliminar a ROM?
ru: Удалить ROM?
zh_hans: 删除 ROM？

source: Delete Save State
de: Spielstand löschen
es: Eliminar estado guardado
fr: Supprimer l’état
it: Elimina stato salvato
ja: セーブステートを削除
ko: 세이브 스테이트 삭제
pt_pt: Eliminar estado guardado
ru: Удалить сохранение
zh_hans: 删除保存状态

source: Delete this save state?
de: Diesen Spielstand löschen?
es: ¿Eliminar este estado guardado?
fr: Supprimer cet état sauvegardé ?
it: Eliminare questo stato salvato?
ja: このセーブステートを削除しますか？
ko: 이 세이브 스테이트를 삭제할까요?
pt_pt: Eliminar este estado guardado?
ru: Удалить это сохранение?
zh_hans: 删除这个保存状态？

source: Directional pad
de: Steuerkreuz
es: Cruceta
fr: Croix directionnelle
it: Croce direzionale
ja: 十字ボタン
ko: 방향 패드
pt_pt: Botão direcional
ru: Крестовина
zh_hans: 方向键

source: Display Filter
de: Anzeigefilter
es: Filtro de visualización
fr: Filtre d'affichage
it: Filtro di visualizzazione
ja: 表示フィルター
ko: 필터 표시
pt_pt: Filtro de visualização
ru: Фильтр отображения
zh_hans: 显示筛选器

source: Display filters
de: Bildfilter
es: Filtros de imagen
fr: Filtres d'image
it: Filtri video
ja: 映像フィルタ
ko: 화면 필터
pt_pt: Filtros de imagem
ru: Фильтры изображения
zh_hans: 画面滤镜

source: Done
de: Fertig
es: Listo
fr: OK
it: Fine
ja: 完了
ko: 완료
pt_pt: Concluído
ru: Готово
zh_hans: 完成

source: Down
de: Nach unten
es: Abajo
fr: Bas
it: Giù
ja: 下へ
ko: 아래로
pt_pt: Para baixo
ru: Вниз
zh_hans: 向下

source: Each line must be two 8-digit hex values separated by a space, e.g. 94000130 FFFB0000.
de: Jede Zeile muss aus zwei 8-stelligen Hexadezimalwerten bestehen, die durch ein Leerzeichen getrennt sind, z. B. 94000130 FFFB0000.
es: Cada línea debe contener dos valores hexadecimales de 8 dígitos separados por un espacio; por ejemplo: 94000130 FFFB0000.
fr: Chaque ligne doit comporter deux valeurs hexadécimales de 8 chiffres séparées par un espace, par exemple : 94000130 FFFB0000.
it: Ogni riga deve contenere due valori esadecimali di 8 cifre separati da uno spazio, ad esempio 94000130 FFFB0000.
ja: 各行は、スペースで区切られた2つの8桁の16進数値でなければなりません。例：94000130 FFFB0000。
ko: 각 줄은 공백으로 구분된 두 개의 8자리 16진수 값으로 구성되어야 합니다. 예: 94000130 FFFB0000.
pt_pt: Cada linha deve conter dois valores hexadecimais de 8 dígitos, separados por um espaço, por exemplo: 94000130 FFFB0000.
ru: Каждая строка должна состоять из двух 8-значных шестнадцатеричных значений, разделенных пробелом, например: 94000130 FFFB0000.
zh_hans: 每行必须包含两个由空格分隔的8位十六进制值，例如 94000130 FFFB0000。

source: Edit Cheat
de: Cheat bearbeiten
es: Editar truco
fr: Modifier le code de triche
it: Modifica trucco
ja: チートの編集
ko: 치트 편집
pt_pt: Editar código de trapaça
ru: Редактировать чит
zh_hans: 编辑作弊码

source: Edit button style
de: Stil der Schaltfläche „Bearbeiten“
es: Estilo del botón «Editar»
fr: Modifier le style du bouton « Modifier »
it: Modifica lo stile del pulsante
ja: 「編集」ボタンのスタイル
ko: '편집' 버튼 스타일
pt_pt: Estilo do botão «Editar»
ru: Изменить стиль кнопки «Редактировать»
zh_hans: 编辑按钮样式

source: Empty
de: Leer
es: Vacío
fr: Vide
it: Vuoto
ja: 空
ko: 비어 있음
pt_pt: Vazio
ru: Пусто
zh_hans: 空

source: Enter a valid name.
de: Gib einen gültigen Namen ein.
es: Introduce un nombre válido.
fr: Saisissez un nom valide.
it: Inserisci un nome valido.
ja: 有効な名前を入力してください。
ko: 올바른 이름을 입력하세요.
pt_pt: Introduza um nome válido.
ru: Введите корректное имя.
zh_hans: 请输入有效的名称。

source: Every current and future PRO feature
de: Alle aktuellen und künftigen PRO-Funktionen
es: Todas las funciones PRO actuales y futuras
fr: Toutes les fonctions PRO actuelles et futures
it: Tutte le funzioni PRO attuali e future
ja: 現在および今後のPRO機能すべて
ko: 현재와 미래의 모든 PRO 기능
pt_pt: Todas as funções PRO atuais e futuras
ru: Все текущие и будущие функции PRO
zh_hans: 包含现在与未来的所有 PRO 功能

source: Everything PRO is free during your first 48 hours — about %d h left.
de: In den ersten 48 Stunden ist alles von PRO gratis – noch etwa %d Std.
es: Todo PRO es gratis durante tus primeras 48 horas — quedan unas %d h.
fr: Tout PRO est gratuit pendant vos premières 48 heures — il reste environ %d h.
it: Tutto PRO è gratuito nelle prime 48 ore — restano circa %d h.
ja: 最初の48時間はPROのすべてが無料。残り約%d時間。
ko: 처음 48시간 동안 PRO 전체가 무료입니다. 약 %d시간 남음.
pt_pt: Tudo do PRO é grátis nas primeiras 48 horas — faltam cerca de %d h.
ru: Первые 48 часов всё из PRO бесплатно — осталось около %d ч.
zh_hans: 前48小时PRO全部免费——还剩约%d小时。

source: Everything, forever
de: Alles, für immer
es: Todo, para siempre
fr: Tout, pour toujours
it: Tutto, per sempre
ja: すべてを、ずっと
ko: 모든 것을, 영원히
pt_pt: Tudo, para sempre
ru: Всё и навсегда
zh_hans: 全部功能，永久有效

source: Export Save
de: Speicherstand exportieren
es: Exportar la partida
fr: Exporter la sauvegarde
it: Esporta il salvataggio
ja: セーブデータを書き出す
ko: 저장 데이터 내보내기
pt_pt: Exportar o jogo guardado
ru: Экспорт сохранения
zh_hans: 导出存档

source: Family
de: Schriftart
es: Tipografía
fr: Police
it: Carattere
ja: 書体
ko: 서체
pt_pt: Tipo de letra
ru: Шрифт
zh_hans: 字体

source: Fast Forward (Hold)
de: Vorspulen (halten)
es: Avance rápido (mantener)
fr: Avance rapide (maintenir)
it: Avanti veloce (tieni premuto)
ja: 早送り(長押し)
ko: 빨리 감기(길게 누르기)
pt_pt: Avanço rápido (manter premido)
ru: Перемотка вперёд (удерживать)
zh_hans: 快进(按住)

source: Fast forward
de: Schnellvorlauf
es: Avance rápido
fr: Avance rapide
it: Avanzamento rapido
ja: 早送り
ko: 빨리 감기
pt_pt: Avanço rápido
ru: Ускорение
zh_hans: 快进

source: Fill Screen
de: Bildschirm ausfüllen
es: Ocupar toda la pantalla
fr: Plein écran
it: A tutto schermo
ja: 画面いっぱいに表示
ko: 전체 화면
pt_pt: Ocupar o ecrã
ru: Заполнить экран
zh_hans: 全屏显示

source: Fill Screen (Ignore Aspect Ratio)
de: Bildschirm füllen (Seitenverhältnis ignorieren)
es: Llenar la pantalla (ignorar la proporción)
fr: Remplir l’écran (ignorer les proportions)
it: Riempi lo schermo (ignora le proporzioni)
ja: 画面いっぱいに表示（縦横比を無視）
ko: 화면 채우기(비율 무시)
pt_pt: Preencher o ecrã (ignorar a proporção)
ru: Заполнить экран (игнорировать пропорции)
zh_hans: 填满屏幕（忽略宽高比）

source: Fills the space around and between the two DS screens while playing. Applies the next time you open a game.
de: Füllt während des Spielens den Bereich um und zwischen den beiden DS-Bildschirmen aus. Wird beim nächsten Öffnen eines Spiels angewendet.
es: Ocupa el espacio que hay alrededor y entre las dos pantallas de la DS mientras se juega. Se aplica la próxima vez que abras un juego.
fr: Remplit l'espace autour et entre les deux écrans de la DS pendant le jeu. S'applique dès la prochaine ouverture d'un jeu.
it: Riempie lo spazio attorno e tra i due schermi della DS durante il gioco. Si applica alla successiva apertura di un gioco.
ja: プレイ中に、2つのDS画面の周囲や間のスペースを埋めます。次回ゲームを起動した際に適用されます。
ko: 게임 플레이 중 두 DS 화면 주변과 사이의 공간을 채워줍니다. 다음에 게임을 실행할 때 적용됩니다.
pt_pt: Preenche o espaço à volta e entre os dois ecrãs da DS durante o jogo. Aplica-se na próxima vez que abrires um jogo.
ru: Во время игры заполняет пространство вокруг и между двумя экранами DS. Применяется при следующем запуске игры.
zh_hans: 在游戏过程中，会填充两块DS屏幕周围及之间的空白区域。下次打开游戏时生效。

source: Font
de: Schriftart
es: Fuente
fr: Police
it: Carattere
ja: フォント
ko: 글꼴
pt_pt: Tipo de letra
ru: Шрифт
zh_hans: 字体

# Free trial — then %@ / %@, auto-renewing. Cancel anytime.
source: Free trial — then %1$@ / %2$@, auto-renewing. Cancel anytime.
de: Kostenlos testen — danach %@ / %@, verlängert sich automatisch. Jederzeit kündbar.
es: Prueba gratis — después %@ / %@, con renovación automática. Cancela cuando quieras.
fr: Essai gratuit — ensuite %@ / %@, renouvellement automatique. Annulable à tout moment.
it: Prova gratuita — poi %@ / %@, con rinnovo automatico. Disdici quando vuoi.
ja: 無料トライアル後は %@／%@、自動更新。いつでもキャンセル可能。
ko: 무료 체험 후 %@ / %@, 자동 갱신. 언제든지 취소 가능.
pt_pt: Teste grátis — depois %@ / %@, com renovação automática. Cancele quando quiser.
ru: Бесплатный период — затем %@ / %@, автопродление. Отмена в любой момент.
zh_hans: 免费试用后 %@／%@，自动续订。可随时取消。

# Free trial, then %@ / %@
source: Free trial, then %1$@ / %2$@
de: Kostenlos testen, dann %@ / %@
es: Prueba gratis, luego %@ / %@
fr: Essai gratuit, puis %@ / %@
it: Prova gratuita, poi %@ / %@
ja: 無料トライアル後 %@／%@
ko: 무료 체험 후 %@ / %@
pt_pt: Teste grátis, depois %@ / %@
ru: Бесплатно, затем %@ / %@
zh_hans: 免费试用后 %@／%@

source: Free trial, then %@ / %@. Renews automatically unless cancelled at least 24 hours before the end of the current period. Manage or cancel in your App Store account settings.
de: Kostenlose Testphase, danach %@ / %@. Verlängert sich automatisch, sofern nicht mindestens 24 Stunden vor Ende des laufenden Zeitraums gekündigt wird. Verwalten oder kündigen kannst du in den Einstellungen deines App-Store-Accounts.
es: Prueba gratis y después %@ / %@. Se renueva automáticamente salvo que la canceles al menos 24 horas antes de que termine el periodo en curso. Puedes gestionarla o cancelarla en los ajustes de tu cuenta de App Store.
fr: Essai gratuit, puis %@ / %@. Se renouvelle automatiquement sauf résiliation au moins 24 heures avant la fin de la période en cours. Vous pouvez gérer ou résilier dans les réglages de votre compte App Store.
it: Prova gratuita, poi %@ / %@. Si rinnova automaticamente se non la disdici almeno 24 ore prima della fine del periodo in corso. Puoi gestirla o disdirla nelle impostazioni del tuo account App Store.
ja: 無料トライアル後は%@ / %@です。現在の期間が終了する24時間前までに解約しない場合、自動的に更新されます。App Storeアカウントの設定から管理・解約できます。
ko: 무료 체험 후 %@ / %@입니다. 현재 기간이 끝나기 최소 24시간 전에 취소하지 않으면 자동으로 갱신됩니다. App Store 계정 설정에서 관리하거나 취소할 수 있습니다.
pt_pt: Período gratuito e depois %@ / %@. Renova-se automaticamente exceto se cancelar até 24 horas antes do fim do período em curso. Pode gerir ou cancelar nas definições da sua conta App Store.
ru: Бесплатный пробный период, затем %@ / %@. Продлевается автоматически, если не отменить не менее чем за 24 часа до окончания текущего периода. Управлять подпиской или отменить её можно в настройках аккаунта App Store.
zh_hans: 免费试用，之后为 %@ / %@。若未在当前周期结束前至少24小时取消，将自动续订。您可以在 App Store 账户设置中管理或取消。

source: Game Background
de: Spielhintergrund
es: Fondo del juego
fr: Arrière-plan du jeu
it: Sfondo del gioco
ja: ゲームの背景
ko: 게임 배경
pt_pt: Fundo do jogo
ru: Фон игры
zh_hans: 游戏背景

source: Game Code
de: Spielcode
es: Código de juego
fr: Code du jeu
it: Codice del gioco
ja: ゲームコード
ko: 게임 코드
pt_pt: Código do jogo
ru: Код игры
zh_hans: 游戏代码

source: Get Started
de: Los geht’s
es: Empezar
fr: Commencer
it: Inizia
ja: はじめる
ko: 시작하기
pt_pt: Começar
ru: Начать
zh_hans: 开始使用

source: Go PRO to use your own photos behind the DS screens, with a separate background for portrait and landscape.
de: Hol dir PRO, um eigene Fotos hinter die DS-Bildschirme zu legen – mit getrennten Hintergründen für Hoch- und Querformat.
es: Hazte PRO para poner tus propias fotos detrás de las pantallas de DS, con un fondo distinto para vertical y horizontal.
fr: Passez à PRO pour placer vos propres photos derrière les écrans DS, avec un arrière-plan distinct en portrait et en paysage.
it: Passa a PRO per mettere le tue foto dietro agli schermi del DS, con uno sfondo separato per verticale e orizzontale.
ja: PROにアップグレードすると、DSの画面の後ろに好きな写真を設定できます。縦向きと横向きで別々の背景を使えます。
ko: PRO로 업그레이드하면 DS 화면 뒤에 원하는 사진을 넣을 수 있습니다. 세로와 가로에 각각 다른 배경을 사용할 수 있습니다.
pt_pt: Adquira o PRO para colocar as suas próprias fotografias por trás dos ecrãs do DS, com um fundo diferente para vertical e horizontal.
ru: Оформите PRO, чтобы поставить свои фотографии за экранами DS — с отдельным фоном для вертикальной и горизонтальной ориентации.
zh_hans: 升级到 PRO 即可将自己的照片放在 DS 屏幕后方，竖屏和横屏可分别设置背景。

source: Go Pro
de: PRO holen
es: Hazte PRO
fr: Passer à PRO
it: Passa a PRO
ja: PROにする
ko: PRO 시작하기
pt_pt: Obter PRO
ru: Перейти на PRO
zh_hans: 升级 PRO

source: Haptics
de: Haptik
es: Vibración
fr: Haptique
it: Feedback aptico
ja: ハプティクス
ko: 햅틱
pt_pt: Vibração
ru: Тактильный отклик
zh_hans: 触感反馈

source: Hide button
de: Schaltfläche „Ausblenden“
es: Botón «Ocultar»
fr: Masquer le bouton
it: Pulsante "Nascondi"
ja: 「非表示」ボタン
ko: 숨기기 버튼
pt_pt: Botão «Ocultar»
ru: Кнопка «Скрыть»
zh_hans: “隐藏”按钮

source: Hold the top screen to open the menu
de: Oberen Bildschirm gedrückt halten, um das Menü zu öffnen
es: Mantén pulsada la pantalla superior para abrir el menú
fr: Maintenez l'écran du haut pour ouvrir le menu
it: Tieni premuto lo schermo superiore per aprire il menu
ja: 上画面を長押しするとメニューが開きます
ko: 위쪽 화면을 길게 누르면 메뉴가 열립니다
pt_pt: Mantenha premido o ecrã superior para abrir o menu
ru: Удерживайте верхний экран, чтобы открыть меню
zh_hans: 长按上屏可打开菜单

source: I'll explore first
de: Ich werde mich erst einmal umsehen
es: Primero voy a investigar un poco
fr: Je vais d'abord explorer
it: Esplorerò prima io
ja: まずは探ってみよう
ko: 먼저 알아보겠습니다
pt_pt: Vou explorar primeiro
ru: Сначала я изучу ситуацию
zh_hans: 我先去看看

source: If your device starts running hot, eNDS automatically caps speed at 1x. If it keeps heating up, eNDS also lowers the screen's refresh rate to help it cool down.
de: Sollte sich Ihr Gerät überhitzen, begrenzt eNDS die Geschwindigkeit automatisch auf 1x. Sollte sich das Gerät weiterhin überhitzen, senkt eNDS zudem die Bildwiederholfrequenz des Bildschirms, um die Abkühlung zu unterstützen.
es: Si tu dispositivo empieza a calentarse, eNDS limita automáticamente la velocidad a 1x. Si sigue calentándose, eNDS también reduce la frecuencia de actualización de la pantalla para ayudar a que se enfríe.
fr: Si votre appareil commence à chauffer, eNDS limite automatiquement la vitesse à 1x. S'il continue à chauffer, eNDS réduit également la fréquence de rafraîchissement de l'écran pour faciliter son refroidissement.
it: Se il dispositivo inizia a surriscaldarsi, eNDS limita automaticamente la velocità a 1x. Se il surriscaldamento persiste, eNDS riduce anche la frequenza di aggiornamento dello schermo per favorire il raffreddamento.
ja: 端末の温度が上昇し始めた場合、eNDSは自動的に速度を1xに制限します。それでも温度が上がり続ける場合は、eNDSは冷却を助けるために画面のリフレッシュレートも下げます。
ko: 기기가 과열되기 시작하면, eNDS는 자동으로 속도를 1x로 제한합니다. 과열 현상이 계속되면, eNDS는 기기가 식을 수 있도록 화면의 재생 빈도도 낮춥니다.
pt_pt: Se o seu dispositivo começar a aquecer, o eNDS limita automaticamente a velocidade para 1x. Se continuar a aquecer, o eNDS também reduz a taxa de atualização do ecrã para ajudar a arrefecê-lo.
ru: Если ваше устройство начнёт перегреваться, eNDS автоматически ограничит скорость до 1x. Если перегрев продолжается, eNDS также снизит частоту обновления экрана, чтобы помочь устройству остыть.
zh_hans: 如果您的设备开始发热，eNDS 会自动将运行速度限制在 1x。如果设备持续发热，eNDS 还会降低屏幕刷新率，以帮助设备散热。

source: Import .nds files — or .zip/.7z archives containing them — straight from the Files app.
de: Importiere .nds-Dateien — oder .zip/.7z-Archive mit ihnen — direkt aus der Dateien-App.
es: Importa archivos .nds — o archivos .zip/.7z que los contengan — directamente desde la app Archivos.
fr: Importez des fichiers .nds — ou des archives .zip/.7z qui en contiennent — directement depuis l'app Fichiers.
it: Importa file .nds — o archivi .zip/.7z che li contengono — direttamente dall'app File.
ja: .nds ファイル（または .zip/.7z アーカイブ）をファイルアプリから直接読み込めます。
ko: .nds 파일 — 또는 이를 담은 .zip/.7z 아카이브 — 을 파일 앱에서 바로 가져오세요.
pt_pt: Importe ficheiros .nds — ou arquivos .zip/.7z que os contenham — diretamente da app Ficheiros.
ru: Импортируйте файлы .nds — или архивы .zip/.7z с ними — прямо из приложения «Файлы».
zh_hans: 直接从“文件”App 导入 .nds 文件，或包含它们的 .zip/.7z 压缩包。

source: Import BIOS/Firmware Files
de: BIOS-/Firmware-Dateien importieren
es: Importar archivos de BIOS o firmware
fr: Importer des fichiers BIOS/firmware
it: Importa file BIOS/firmware
ja: BIOS・ファームウェアを読み込む
ko: BIOS/펌웨어 파일 가져오기
pt_pt: Importar ficheiros de BIOS/firmware
ru: Импорт файлов BIOS и прошивки
zh_hans: 导入 BIOS/固件文件

source: Import Failed
de: Import fehlgeschlagen
es: Error al importar
fr: Échec de l’import
it: Importazione non riuscita
ja: 読み込みに失敗しました
ko: 가져오기 실패
pt_pt: Falha na importação
ru: Не удалось импортировать
zh_hans: 导入失败

source: Import ROM
de: ROM importieren
es: Importar ROM
fr: Importer une ROM
it: Importa una ROM
ja: ROMを読み込む
ko: ROM 가져오기
pt_pt: Importar ROM
ru: Импорт ROM
zh_hans: 导入 ROM

source: Import ROMs
de: ROMs importieren
es: Importar ROMs
fr: Importer des ROMs
it: Importa ROM
ja: ROMを読み込む
ko: ROM 가져오기
pt_pt: Importar ROMs
ru: Импорт ROM
zh_hans: 导入 ROM

source: Import legal .nds backups — or .zip/.7z archives containing them — from the Files app to start building your eNDS library.
de: Importiere legale .nds-Backups — oder .zip/.7z-Archive mit ihnen — aus der Dateien-App und baue deine eNDS-Bibliothek auf.
es: Importa copias legales .nds — o archivos .zip/.7z que las contengan — desde la app Archivos para empezar tu biblioteca eNDS.
fr: Importez des sauvegardes .nds légales — ou des archives .zip/.7z — depuis l'app Fichiers pour créer votre bibliothèque eNDS.
it: Importa backup legali .nds — o archivi .zip/.7z — dall'app File per iniziare la tua libreria eNDS.
ja: 合法的な .nds バックアップ（.zip/.7z も可）をファイルアプリから読み込んで、eNDS ライブラリを作りましょう。
ko: 합법적인 .nds 백업 — 또는 .zip/.7z 아카이브 — 을 파일 앱에서 가져와 eNDS 라이브러리를 시작하세요.
pt_pt: Importe cópias legais .nds — ou arquivos .zip/.7z — da app Ficheiros para começar a sua biblioteca eNDS.
ru: Импортируйте легальные копии .nds — или архивы .zip/.7z — из «Файлов», чтобы собрать свою библиотеку eNDS.
zh_hans: 从“文件”App 导入你合法拥有的 .nds 备份（或 .zip/.7z 压缩包），开始搭建你的 eNDS 游戏库。

source: In-Game Clock
de: Uhr im Spiel
es: Reloj en el juego
fr: Horloge en jeu
it: Orologio nel gioco
ja: ゲーム内の時計
ko: 게임 내 시계
pt_pt: Relógio no jogo
ru: Часы в игре
zh_hans: 游戏内时钟
